Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Your info was in a data breach and found on **%@**
be: Вашы звесткі былі ва ўцечцы даных і знойдзены **%@**
ca: La vostra informació es trobava en una violació de dades i es va trobar a **%@**.
cs: Vaše informace byly nalezeny při úniku informací **%@**
da: Dine oplysninger var med i et databrud og blev fundet **%@**
de: Deine Daten wurden bei einem Datenleck am **%@** gefunden.
el: Οι πληροφορίες σας ήταν σε παραβίαση δεδομένων και εντοπίστηκαν στις **%@**
es: Tus datos estaban en una vulneración de datos y se han encontrado en **%@**.
es_419: Sus datos estaban en una vulneración de datos y se encontraron en **%@**.
fi: Tietojasi sisältyi tietomurtoon, joka havaittiin **%@**
fr: Vos informations ont été trouvées dans une fuite de données venant de **%@**.
hu: Az Ön adatai egy adatvédelmi incidens során lettek feltörve, a **%@** oldalon találták meg.
id: Informasi pribadi Anda tercantum dalam insiden kebocoran data dan ditemukan pada **%@**
it: Le tue informazioni sono finite in una violazione di dati e sono state trovate il **%@**
ja: あなたの情報はデータ侵害に遭い、**%@** で発見されました。
ka: თქვენი ინფორმაცია აღმოჩენილია გაჟონვაში.პოვნის დროა **%@**
ko: **%@**에 유출된 데이터에서 회원님의 정보가 발견되었습니다.
nb: Informasjonen din var i et datainnbrudd og funnet den **%@**.
nl: Uw informatie zat in een datalek en gevonden op **%@**
pl: Twoje informacje zostały znalezione w wycieku danych **%@**
pt: A sua informação foi exposta numa violação de dados e encontrada em **%@**.
pt_br: Suas informações sofreram uma violação de dados e foram encontradas em **%@**
ro: Informațiile v-au apărut într-o divulgare la data: **%@**
ru: Ваша информация была раскрыта и найдена на **%@**
sk: Vaše informácie boli nájdené pri úniku informácií **%@**
sl: Vaši podatki so bili v kršitvi varstva podatkov in najdeni na **%@**
sv: Din information var i ett dataintrång och hittades den **%@**
tr: Bilgileriniz **%@** tarihindeki veri sızıntısında açığa çıkmış
uk: Ваша інформація була виявлена і знайдена на **%@**.
vi: Thông tin của bạn được tìm thấy trong một vụ rò rỉ dữ liệu vào **%@**
zh_hans: 您的信息在一次数据泄露中被发现，并在 **%@** 上被发现
zh_hant: 您的資訊已在外露於資料外洩中，並在 **%@** 上找到

source: Your personal data was leaked by an online service in a data breach. Upgrade to view full details and get recommended actions.
be: Парушэнне вашых асабістых даных адбылося праз сэрвіс у інтэрнэце ў выніку ўцечкі даных. Палепшыце сваю падпіску, каб азнаёміцца з падрабязнасцямі і прыняць неабходныя меры.
ca: Les vostres dades personals van ser filtrades per un servei en línia en una profanació de dades. Milloreu el vostre pla per veure tots els detalls i obtenir accions recomanades.
cs: Vaše osobní údaje unikly online službě při úniku informací. Navyšte váš tarif pro zobrazení veškerých detailů a získejte doporučení k dalším akcím.
da: Dine personlige data er blevet lækket af en onlinetjeneste i et databrud. Opgradér for at se alle detaljer og anbefalede handlinger.
de: Ihre persönlichen Daten sind bei einem Online Service durch einen Datendiebstahl bekannt geworden. Upgrade, um alle Details anzuzeigen und Handlungsempfehlungen zu erhalten.
el: Τα προσωπικά σας δεδομένα διέρρευσαν από μια διαδικτυακή υπηρεσία σε παραβίαση δεδομένων. Κάντε αναβάθμιση για να δείτε όλες τις λεπτομέρειες και να λάβετε προτεινόμενες ενέργειες.
es: Tus datos personales han sido filtrados por un servicio en línea en una vulneración de datos. Mejora tu plan para ver los detalles completos y recibe las acciones recomendadas.
es_419: Sus datos personales fueron filtrados por un servicio en línea en una vulneración de datos. Mejore el plan para ver los detalles completos y reciba las acciones recomendadas.
fi: Henkilökohtaisia tietojasi on paljastunut verkkopalvelun tietomurron yhteydessä. Tarkastele vuotaneita tietoja päivittämällä tilauksesi ja ryhdy tarvittaviin toimenpiteisiin.
fr: Vos données personnelles ont été divulguées par un service en ligne dans une fuite de données. Changez d'abonnement pour voir l'ensemble des informations et recevoir les mesures recommandées.
hu: Az Ön személyes adatai kiszivárogtak egy online szolgáltatás által elkövetett adatvédelmi incidens során. Frissítse a csomagot a további részletek megtekintéséhez és a javasolt intézkedésekhez.
id: Data pribadi Anda telah bocor oleh sebuah layanan daring dalam peristiwa kebocoran data. Tingkatkan untuk melihat detail lanjut dan mendapatkan tindakan yang disarankan.
it: I tuoi dati personali sono stati resi pubblici da un servizio online a seguito di una violazione di dati. Effettua l'upgrade per visualizzare i dettagli completi e le azioni consigliate.
ja: オンライン サービスによるデータ侵害により、あなたの個人データが漏洩しました。アップグレードすると、完全な詳細が表示され、推奨されるアクションが表示されます。
ka: თქვენი პერსონალური მონაცემები გაიჟონა ინტერნეტსერვისის მიერ მონაცემების გაჟონვისას. სრული დეტალების სანახავად და რეკომენდებული ქმედებების მისაღებად ასწიეთ სატარიფო გეგმა.
ko: 회원님의 개인정보가 데이터 침해 사례에 속하는 온라인 서비스로부터 유출되었습니다. 전체 세부사항을 보고 권장하는 대응을 취하려면 업그레이드 하세요.
nb: Dine personlige data ble lekket av en nettjeneste i et databrudd. Oppgrader for å vise alle detaljer og få anbefalte handlinger.
nl: Je persoonlijke gegevens zijn gelekt door een online dienst in een datalek. Upgrade om alle details te bekijken en krijg aanbevolen acties.
pl: Twoje dane zostały ujawnione w wycieku danych. Ulepsz konto, aby zobaczyć szczegóły i zalecane kroki.
pt: Os seus dados pessoais foram divulgados por um serviço on-line numa violação de dados. Melhore o seu plano para ver todos os detalhes e receber ações recomendadas.
pt_br: Seus dados pessoais foram vazados por um serviço online em uma violação de dados. Faça o upgrade para visualizar os detalhes completos e obter ações recomendadas.
ro: Datele personale v-au fost divulgate de un serviciu online printr-o compromitere a datelor. Alegeți un plan superior pentru a vedea detaliile complete și pentru a primi acțiuni recomandate.
ru: Ваши персональные данные были раскрыты онлайн-сервисом в результате утечки. Улучшите тариф, чтобы ознакомиться с полной информацией и получить рекомендации к действию.
sk: Vaše osobné údaje unikli online službe počas úniku informacií. Ak chcete zobraziť všetky podrobnosti a získať odporúčané opatrenia, prejdite na vyšší tarif.
sl: Vaše osebne podatke je razkrila spletna storitev zaradi kršitve varstva podatkov. Nadgradite, če si želite ogledati vse podrobnosti in pridobiti priporočena dejanja.
sv: Dina personuppgifter läcktes av en onlinetjänst i ett dataintrång. Uppgradera för att visa alla detaljer och få rekommenderade åtgärder.
tr: Verileri sızdırılmış bir çevrim içi bir hizmet tarafındaki kişisel verileriniz açığa çıkmış. Tüm ayrıntıları görüntülemek ve önerilen işlemleri yapmak için tarifenizi yükseltin.
uk: Ваші персональні дані було виявлено онлайн-сервісом в результаті витоку даних. Покращте тариф, щоби переглянути повну інформацію та отримати рекомендації.
vi: Thông tin cá nhân của bạn đã lộ trong một vụ rò rỉ thông tin. Nâng cấp dịch vụ để có thể thấy đầy đủ thông tin và xem các hướng dẫn.
zh_hans: 您的个人数据在一次数据泄露事件中被某在线服务泄露。升级以查看全部详情并获取建议操作。
zh_hant: 您的個人資料在資料外露事件中遭到已連線服務外洩。升級以檢視完整詳細資料並取得建議動作。

source: Your plan only allows to use items from your first 2 vaults for autofill purposes.
be: Ваш тарыфны план дазваляе выкарыстоўваць элементы толькі з вашых двух першых сховішч у якасці аўтазапаўнення.
ca: El vostre pla només permet utilitzar elements de les vostres 2 primeres caixes fortes per a l'emplenament automàtic.
cs: Váš tarif umožňuje pro automatické vyplňování použít pouze položky z prvních 2 trezorů.
da: Dit abonnement tillader kun at bruge elementer fra dine to første bokse til autoudfyldning.
de: Dein Abonnement erlaubt nur die Verwendung von Einträgen in deiner ersten 2 Tresore für das automatische Ausfüllen.
el: Το πλάνο σας επιτρέπει μόνο τη χρήση στοιχείων από τις πρώτες 2 κρύπτες σας για σκοπούς αυτόματης συμπλήρωσης.
es: El plan solo permite usar los elementos de sus primeras 2 cajas fuertes para el relleno automático.
es_419: El plan solo permite usar los elementos de sus primeras 2 bóvedas para propósitos de completado automático.
fi: Tilauksesi sallii vain kahden ensimmäisen holvisi kohteiden automaattitäytön.
fr: Votre abonnement vous permet uniquement d'utiliser les éléments de vos 2 premiers coffres-forts pour la fonction de remplissage automatique.
hu: A csomagja csak az első 2 tárolóból származó elemeket használhatja automatikus kitöltés céljából.
id: Paket Anda hanya mengizinkan penggunaan item dari 2 brankas pertama Anda untuk kebutuhan pengisian otomatis.
it: Il tuo piano consente di usare la compilazione automatica solamente con gli elementi nelle prime 2 casseforti.
ja: あなたのプランでは、自動入力目的で最初の 2 つの保管庫からのみアイテムを使用できます。
ka: თქვენი სატარიფო გეგმა საშუალებას გაძლევთ ავტომატური შევსებისთვის ელემენტები, მხოლოდ, პირველი 2 საცავიდან გამოიყენოთ.
ko: 사용자의 플랜이 첫 2개 금고에 한하여 자동 완성 기능을 지원합니다.
nb: Planen din tillater bare å bruke elementer fra dine to første hvelv for autofyllformål.
nl: Uw abonnement staat alleen toe om items uit uw eerste 2 kluizen te gebruiken voor autofill doeleinden.
pl: Twój plan pozwala na automatyczne uzupełnianie elementów tylko z 2 pierwszych sejfów.
pt: O seu plano permite apenas a utilização de itens dos seus 2 cofres principais para o preenchimento automático.
pt_br: Seu plano só permite usar itens dos seus primeiros 2 cofres para fins de preenchimento automático.
ro: Planul actual vă permite să folosiți articole pentru autocompletări doar din primele două seifuri.
ru: Ваш тариф позволяет использовать для автозаполнения только элементы из первых 2-х хранилищ.
sk: Váš plán umožňuje používať na automatické vypĺňanie iba položky z prvých 2 trezorov.
sv: Ditt paket tillåter bara användning av objekt från dina 2 första valv i autofyllsyfte.
tr: Tarifeniz otomatik doldurma için yalnızca ilk 2 kasanızdaki ögelerin kullanılmasına izin veriyor.
uk: Ваш тарифний план дозволяє використовувати для автозаповнення лише предмети з перших 2 сховищ.
zh_hans: 您的计划只允许使用前2个保险库中的项目进行自动填充。
zh_hant: 您的方案僅允許您使用前2個保管庫中的項目來進行自動填入。

source: Your Proton Account information remains secure and encrypted.
be: Ваш уліковы запіс Proton застаўся ў бяспецы і зашыфраваны.
ca: La informació del vostre compte de Proton roman segura i xifrada.
cs: Informace o vašem Proton účtu zůstávají bezpečné a šifrované.
da: Dine Proton-kontooplysninger er fortsat sikre og krypterede.
de: Die Daten deines Proton-Kontos bleiben sicher und verschlüsselt.
el: Οι πληροφορίες του λογαριασμού Proton παραμένουν ασφαλείς και κρυπτογραφημένες.
es: Los datos de la cuenta de Proton permanecen seguros y cifrados.
es_419: Los datos de la cuenta de Proton permanecen seguros y cifrados.
fi: Proton-tilisi tiedot ovat suojassa ja salattuina.
fr: Les informations de votre compte Proton restent sécurisées et chiffrées.
hu: Az Ön Proton-fiókjának adatai biztonságban és titkosítva maradnak.
id: Informasi akun Proton milikmu tetap aman dan terenkripsi
it: Le informazioni del tuo account Proton rimangono sicure e crittografate.
ja: Proton アカウント情報は安全かつ暗号化されたままです。
ka: თქვენი Proton-ის ანგარიშის ინფორმაცია დაცული და დაშიფრული რჩება.
ko: 사용자의 Proton 계정 정보 보안이 유지되며 암호화됩니다.
nb: Proton-kontoinformasjonen din forblir sikker og kryptert.
nl: Uw Proton Account informatie blijft veilig en versleuteld.
pl: Informacje konta Proton pozostają bezpieczne i zaszyfrowane.
pt: As informações da sua conta da Proton permanecem seguras e encriptadas.
pt_br: As informações da sua conta da Proton permanecem seguras e criptografadas.
ro: Informațiile din contul Proton vă rămân securizate și criptate.
ru: Информация о вашем аккаунте Proton остается защищенной и зашифрованной.
sk: Informácie o vašom Proton účte zostávajú v bezpečí a sú zašifrované.
sl: Podatki o vašem računu Proton ostanejo varni in šifrirani.
sv: Din Proton-kontoinformation förblir säker och krypterad.
tr: Proton hesabı bilgileriniz güvende ve şifrelenmiş olarak kalır.
uk: Інформація вашого облікового запису Proton залишається в безпеці та зашифрованою.
vi: Tài khoản Proton của bạn luôn được giữ an toàn và mã hóa.
zh_hans: 您的 Proton 账户信息仍然是安全和加密的。
zh_hant: 您的 Proton 帳號資訊保持安全且加密的。

source: Your recipient
be: Ваш атрымальнік
ca: El destinatari
cs: Váš příjemce
da: Din modtager
de: Deine Empfänger
el: Ο παραλήπτης σας
es: Tu destinatario
es_419: Su destinatario
fi: Vastaanottajasi
fr: Votre destinataire
hu: Az Ön címzettje
id: Penerima Anda
it: Il tuo destinatario
ja: 宛先
ka: თქვენი მიმღები
ko: 수신자
nb: Mottakeren din
nl: Uw ontvanger
pl: Twój odbiorca
pt: O seu destinatário
pt_br: Seu destinatário
ro: Destinatari
ru: Ваш получатель
sk: Váš príjemca
sl: Vaš prejemnik
sv: Din mottagare
tr: Alıcınız
uk: Ваш отримувач
zh_hans: 您的收件人
zh_hant: 您的收件者

source: Your session is expired
be: Ваш сеанс пратэрмінаваны.
ca: La sessió ha caducat.
cs: Platnost relace vypršela
da: Din session er udløbet
de: Deine Sitzung ist abgelaufen
el: Η περίοδος σύνδεσής σας έχει λήξει
es: Tu sesión ha expirado.
es_419: Ha expirado la sesión
fi: Istuntosi on vanhentunut.
fr: Votre session a expiré.
hu: A munkamenete lejárt
id: Sesi Anda telah kedaluwarsa
it: La tua sessione è scaduta
ja: セッションの有効期限が切れています
ka: თქვენი სესია ვადაგასულია
ko: 세션이 만료되었습니다.
nb: Økten er utløpt
nl: Uw sessie is verlopen
pl: Sesja wygasła
pt: A sua sessão expirou.
pt_br: Sua sessão expirou
ro: Sesiunea a expirat.
ru: Ваша сессия истекла
sk: Platnosť vašej relácie vypršala
sl: Vaša seja je potekla
sv: Din session har löpt ut
tr: Oturumunuzun süresi dolmuş
uk: Ваш сеанс завершився
vi: Phiên của bạn đã hết hạn
zh_hans: 您的会话已经过期
zh_hant: 您的作業階段已逾期

source: Your vault is empty
be: Ваша сховішча нічога не змяшчае
ca: La vostra caixa forta està buida
cs: Váš trezor je prázdný
da: Din boks er tom
de: Dein Tresor ist leer.
el: Η κρύπτη σας είναι άδεια
es: Tu caja fuerte está vacía.
es_419: La bóveda está vacía
fi: Holvisi on tyhjä
fr: Votre coffre-fort est vide.
hu: A tároló üres
id: Brankas Anda kosong
it: La tua cassaforte è vuota
ja: 保管庫は空です
ka: თქვენი საცავი ცარიელია
ko: 금고가 비어있음
nb: Hvelvet ditt er tomt
nl: Uw kluis is leeg.
pl: Sejf jest pusty
pt: O seu cofre está vazio.
pt_br: Seu cofre está vazio
ro: Seiful este gol
ru: Ваше хранилище пусто
sk: Váš trezor je prázdny
sl: Vaš trezor je prazen
sv: Ditt valv är tomt
tr: Kasanız boş
uk: Ваше сховище порожнє
vi: Két sắt của bạn trống
zh_hans: 您的保险库是空的
zh_hant: 您的保管庫是空的

source: Your welcome gift
be: Ваш прывітальны падарунак
ca: El vostre regal de benvinguda
cs: Váš dárek na uvítanou
da: Din velkomstgave
de: Dein Willkommensgeschenk
el: Απολαύστε τη δωρεάν δοκιμή σας
es: Tu regalo de bienvenida
es_419: Su regalo de bienvenida
fi: Tervetuliaislahjasi
fr: Votre cadeau de bienvenue
hu: Üdvözlő ajándék
id: Hadiah selamat datang Anda
it: Il tuo regalo di benvenuto
ja: 無料トライアルをお楽しみください
ka: ისიამოვნეთ თქვენი უფასო სატესტო ვერსიით
ko: 무료 체험을 즐겨보세요
nb: Din velkomstgave
nl: Uw welkomstgeschenk
pl: Twój prezent powitalny
pt: Aproveite o seu período de teste gratuito
pt_br: Seu presente de boas-vindas
ro: Bucurați-vă de versiunea de încercare
ru: Ваш приветственный подарок
sk: Užite si bezplatné skúšobné obdobie
sl: Vaš bonus za dobrodošlico
sv: Din välkomstgåva
tr: Karşılama hediyeniz
uk: Ваш вітальний подарунок
vi: Tận hưởng bản dùng thử miễn phí của bạn
zh_hans: 您的新人礼包
zh_hant: 您的歡迎禮物

source: ZIP or Postal code
be: Паштовы індэкс
ca: Codi postal
cs: PSČ
da: Postnummer
de: Postleitzahl oder ZIP-Code
el: Τ.Κ. / Ταχυδρομικός κώδικας
es: Código postal
es_419: Código postal
fi: Postinumero
fr: Code postal
hu: Irányítószám
id: Kode pos
it: CAP
ja: 郵便番号
ka: Zip ან საფოსტო კოდი
ko: 우편번호
nb: Postnummer
nl: Postcode
pl: Kod pocztowy
pt: Código postal
pt_br: CEP ou código postal
ro: Cod poștal
ru: ZIP-код или почтовый индекс
sk: PSČ
sl: Poštna številka
sv: Postnummer
tr: Posta kodu
uk: Поштовий індекс
vi: Mã bưu chính
zh_hans: 邮政编码
zh_hant: 郵遞區號

source: Dark Web Monitoring
ca: Monitoratge del web fosc
cs: Sledování Dark webu
da: Monitorering af det mørke net
de: Dark Web-Überwachung
es: Monitoreo de la Dark Web
es_419: Monitoreo de la Dark Web
fi: Pimeän verkon valvonta
fr: Surveillance du dark web
hu: Dark web figyelés
id: Pemantauan Dark Web
it: Monitoraggio del Dark Web
ko: 다크 웹 모니터링
nb: Overvåking av mørkt nett
pl: Monitoring dark web
pt: Monitoramento da Dark Web
pt_br: Monitoramento da Dark Web
ro: Monitorizare pe internet ascuns
ru: Мониторинг Темной паутины
sk: Monitorovanie Dark Webu
sl: Spremljanje temnega spleta
sv: Övervakning av mörka webben
tr: Karanlık ağ izleme
uk: Моніторинг Темного Вебу
vi: Theo dõi Dark Web
zh_hant: 暗網監測

source: Hide my email
ca: Amaga el correu electrònic
da: Skjul min e-mail
hu: Rejtse el az e-mail címemet
ja: メールを非表示
ru: Скрыть мою почту
zh_hant: 隱藏我的電子郵件

source: Share ID
ca: ID de compartició
cs: ID sdílení
da: Del-ID
es: ID para compartir
es_419: ID para compartir
fr: ID de partage
hu: Megosztás azonosító
id: Salin ID
it: ID di condivisione
ja: 共有ID
ko: 공유 ID
nb: Del-ID
nl: Deel-ID
pl: Identyfikator udostępnionego obiektu
pt: ID de partilha
pt_br: ID de compartilhamento
ro: ID partajare
ru: Поделиться ID
sk: ID zdieľania
sv: Delnings-ID
tr: Paylaşım kimliği
vi: Số Share ID
zh_hans: 共享 ID
zh_hant: 分享 ID

source: OK
el: ΟΚ
es: Aceptar
id: Oke
ka: დიახ
ko: 확인
pt: Aceitar
sl: V redu
tr: Tamam
uk: Застосувати
zh_hans: 好的
zh_hant: 好

source: Optic ID
nb: Optisk-ID
ro: ID optic
tr: Optik kimlik

source: IBAN
pl: Numer IBAN
zh_hans: 国际银行账户号码
zh_hant: 國際銀行帳號

source: Pass Monitor
tr: Pass izleyicisi
zh_hant: Pass 監控

source: SWIFT/BIC
zh_hans: SWIFT/BIC代码
zh_hant: SWIFT/BIC代碼
